---
kind: other
id: Properties.T:Autodesk.Revit.DB.MEPCurve
source: html/cb5bc62e-ecac-2c12-4a9d-3b7e55c5c62b.htm
---
# MEPCurve Properties

The id of the assembly instance to which the element belongs.